Indicates whether the command can be assigned a binding to an external add-in.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2013
 Syntax
  C#
public bool CanHaveBinding { get; }
  Visual Basic
Public ReadOnly Property CanHaveBinding As Boolean
	Get
  Visual C++
public:
property bool CanHaveBinding {
	bool get ();
}
 See Also
  RevitCommandId Class
  Autodesk.Revit.UI Namespace